Repository: xdmos/thermobar
Catalog: ThermoBar/Resources/Localizable.xcstrings
Source language: pl
Languages: en

# accessibility.menu-temperature
source: Temperatura ThermoBar
en: ThermoBar temperature

# accessibility.show-compute-consumers
source: Pokaż listę procesów CPU/GPU
en: Show CPU/GPU process list

# accessibility.show-memory-consumers
source: Pokaż aplikację z największym użyciem RAM
en: Show app with highest RAM usage

# action.hide-panel
source: Ukryj panel
en: Hide Panel

# action.open-activity-monitor
source: Otwórz Monitor aktywności — %@
en: Open Activity Monitor — %@

# action.open-login-items
source: Otwórz elementy logowania
en: Open Login Items

# action.quit
source: Zakończ ThermoBar
en: Quit ThermoBar

# action.retry-sensors
source: Ponów odczyt czujników
en: Retry Sensors

# action.settings
source: Ustawienia
en: Settings

# action.show-panel
source: Pokaż panel
en: Show Panel

# diagnostic.invalid-value
source: Czujnik zwrócił nieprawidłową wartość.
en: The sensor returned an invalid value.

# diagnostic.missing-sensor
source: Brakuje oczekiwanego czujnika.
en: An expected sensor is missing.

# diagnostic.read-failed
source: Nie udało się odczytać czujników.
en: Couldn’t read the sensors.

# diagnostic.stale
source: Dane czujników są nieaktualne.
en: Sensor data is out of date.

# diagnostic.unexpected-type
source: Czujnik ma nieoczekiwany format.
en: The sensor has an unexpected format.

# diagnostic.unsupported-schema
source: Ten model Maca nie ma zweryfikowanego schematu czujników.
en: This Mac model doesn’t have a verified sensor schema.

# consumer.cpu-title
source: Najwięcej CPU
en: Top CPU

# consumer.compute-title
source: Procesy
en: Processes

# consumer.compute-accessibility
source: Pozycja %lld, %@, CPU %@, GPU %@
en: Rank %lld, %@, CPU %@, GPU %@

# consumer.cpu-accessibility
source: Pozycja %lld, %@, CPU, %@
en: Rank %lld, %@, CPU, %@

# consumer.memory-accessibility
source: Pozycja %lld, %@, RAM, %@
en: Rank %lld, %@, RAM, %@

# consumer.measuring
source: Pomiar…
en: Measuring…

# consumer.unavailable
source: Brak dostępnych danych
en: No data available

# metric.cpu-average
source: Śr. CPU
en: Avg. CPU

# metric.gpu-average
source: Śr. GPU
en: Avg. GPU

# metric.fastest
source: Najszybszy
en: Fastest

# metric.thermal-state
source: Stan macOS
en: macOS state

# notification.critical-body
source: ThermoBar wykrył krytyczne obciążenie termiczne Maca.
en: ThermoBar detected critical thermal pressure on your Mac.

# notification.critical-title
source: Krytyczny stan termiczny
en: Critical thermal state

# notification.serious-body
source: ThermoBar wykrył poważne obciążenie termiczne Maca.
en: ThermoBar detected serious thermal pressure on your Mac.

# notification.serious-title
source: Poważny stan termiczny
en: Serious thermal state

# panel.chip-hotspot
source: Najgorętszy punkt układu
en: Chip hotspot

# preview.controls
source: Interaktywna kontrolka podglądu
en: Interactive preview control

# setting.launch-at-login
source: Uruchamiaj przy logowaniu
en: Launch at login

# setting.panel-opacity
source: Przezroczystość panelu
en: Panel opacity

# setting.show-compute-consumers
source: Procesy CPU/GPU
en: CPU/GPU Processes

# setting.visible-in-panel
source: Widoczne w panelu
en: Visible in panel

# setting.thermal-notifications
source: Powiadomienia termiczne
en: Thermal notifications

# settings.general
source: Ogólne
en: General

# settings.notification-instructions
source: Jeśli powiadomienia są zablokowane, otwórz: Ustawienia systemowe → Powiadomienia → ThermoBar.
en: If notifications are blocked, open System Settings → Notifications → ThermoBar.

# settings.notifications
source: Powiadomienia
en: Notifications

# settings.sensor-instructions
source: Odczyty są lokalne i tylko do odczytu. Użyj przycisku Ponów odczyt czujników, aby rozpocząć nową próbę.
en: Readings are local and read-only. Use Retry Sensors to start a new attempt.

# settings.sensors
source: Czujniki
en: Sensors

# sensor.cpu-temperature
source: Temperatura CPU
en: CPU temperature

# sensor.cpu-utilization
source: Obciążenie CPU
en: CPU usage

# sensor.gpu-temperature
source: Temperatura GPU
en: GPU temperature

# sensor.gpu-utilization
source: Obciążenie GPU
en: GPU usage

# sensor.fan-speed
source: Prędkość wentylatorów
en: Fan speed

# sensor.memory
source: Pamięć
en: Memory

# sensor.smc-connection
source: Połączenie z czujnikami
en: Sensor connection

# status.fresh
source: Dane są aktualne
en: Data is up to date

# status.launch-at-login-approval-needed
source: macOS wymaga potwierdzenia w Elementach logowania.
en: macOS requires approval in Login Items.

# status.launch-at-login-enabled
source: ThermoBar jest włączony przy logowaniu.
en: ThermoBar launches at login.

# status.launch-at-login-not-registered
source: Usługa nie jest jeszcze zarejestrowana.
en: The service isn’t registered yet.

# status.launch-at-login-unavailable
source: Uruchamianie przy logowaniu nie jest dostępne.
en: Launch at login isn’t available.

# status.sensors-available
source: Czujniki są dostępne.
en: Sensors are available.

# status.stale
source: Dane są nieaktualne
en: Data is out of date

# status.unavailable
source: Niedostępne
en: Unavailable

# status.waiting-for-sensors
source: Oczekiwanie na pierwszy odczyt czujników
en: Waiting for the first sensor reading

# thermal.critical
source: Krytycznie
en: Critical

# thermal.fair
source: Podwyższony
en: Elevated

# thermal.nominal
source: Normalnie
en: Normal

# thermal.serious
source: Gorąco
en: Hot
